Repository: truongduchainguyen/aplusarchitects.vn
Catalog: aplusarchitects/locale/*/LC_MESSAGES/django.po
Languages: vi

source: First name
vi: Họ và đệm

source: Last name
vi: Tên

source: Date of birth
vi: Ngày sinh

source: Active status
vi: Trạng thái kích hoạt

source: Staff status
vi: Trạng thái nhân viên

source: Manage customers.
vi: Quản lý khách hàng.

source: Manage staffs.
vi: Quản lý nhân viên.

# Post filter label
source: Title
vi: Tiêu đề

source: Name
vi: Tên

source: Manage blog categories.
vi: Quản lý danh mục.

source: Manage blog tags.
vi: Quản lý thẻ.

source: Title
vi: Tiêu đề

source: Description
vi: Mô tả

source: Content
vi: Nội dung

source: Manage blog posts.
vi: Quản lý bài viết.

source: Vu Hoang Kha
vi: Vũ Hoàng Kha

source: Founder
vi: Người sáng lập

source: Tu Phan Nguyen Truong
vi: Từ Phan Nguyên Trường

source: Design Director
vi: Giám đốc thiết kế

source: Tu Thanh Vien
vi: Từ Thanh Viên

source: Construction Director
vi: Giám đốc thi công

source: Nguyen Truc Quynh
vi: Nguyễn Trúc Quỳnh

source: Personnel manager
vi: Quản lý nhân sự

source: Nguyen Thi Hai
vi: Nguyễn Thị Hải

source: Director Assistant
vi: Trợ lý giám đốc

source: Nguyen Long An
vi: Nguyễn Long Ẩn

source: Architectural Design Manager
vi: Trưởng phòng kiến trúc

source: Nguyen Trong Huan
vi: Nguyễn Trọng Huân

source: Interior Design Manager
vi: Truởng phòng nội thất

source: Nguyen Long Huy
vi: Nguyễn Long Huy

source: Construction Manager
vi: Trưởng phòng thi công

source: Tran Thi Ly Na
vi: Trần Thị Ly Na

source: Deputy Design Manager
vi: Phó phòng kiến trúc

source: Luong Van Tau
vi: Lương Văn Tàu

source: Leader of detailed design
vi: Truởng nhóm triển khai

source: Architect
vi: Kiến trúc sư

source: Nguyen Thi Lan Anh
vi: Nguyễn Thị Lan Anh

source: Le Anh Huy
vi: Lê Anh Huy

source: Tran Gia Bao
vi: Trần Gia Bảo

source: Interior Draftsman
vi: Họa viên nội thất

source: Nguyen Thanh Tra
vi: Nguyễn Thanh Trà

source: Le Ba Kiet
vi: Lê Bá Kiệt

source: Draftsman
vi: Họa viên

source: Hua Phi Hai
vi: Hứa Phi Hải

source: Trinh Phuoc Cuong
vi: Trịnh Phước Cường

source: Librarian
vi: Thư viện

source: Dinh Xuan Hien
vi: Đinh Xuân Hiển

source: Civil Engineer
vi: Kĩ sư xây dựng

source: Full name
vi: Họ và tên

source: Permissions
vi: Quyền

source: Updated your profile.
vi: Đã cập nhật hồ sơ của bạn.

source: Updated your password.
vi: Đã cập nhật mật khẩu của bạn.

source: Added successfully.
vi: Đã thêm thành công.

source: %s successfully removed.
vi: %s đã xoá thành công.

source: Updated successfully.
vi: Đã cập nhật thành công.

source: Category
vi: Danh mục

source: Tag
vi: Thẻ

source: Image
vi: Hình ảnh

source: Image size 1240 × 800.
vi: Kích thước ảnh 1240 × 800.

source: Select an option
vi: Chọn một tùy chọn

source: Removed successfully.
vi: Đã xoá thành công.

# Project filter label
source: Name
vi: Tên

# Project filter label
source: Category
vi: Danh mục

# Project filter label
source: Select a category
vi: Chọn danh mục

source: Alt
vi: Mô tả

source: Domain
vi: Tên miền

source: Site name
vi: Tên website

source: Updated site settings
vi: Đã cập nhật cài đặt

source: Manage portfolio categories.
vi: Quản lý danh mục.

source: Is Featured
vi: Là dự án nổi bậc

source: Manage portfolio projects.
vi: Quản lý dự án.

source: Manage services.
vi: Quản lý dịch vụ.

source: Vietnamese
vi: Tiếng việt

source: English
vi: Tiếng anh

source: Keywords
vi: Từ khoá

source: Phone
vi: Số điện thoại

source: Address
vi: Địa chỉ

source: Manage site settings.
vi: Quản lý cài đặt.

source: Link
vi: Đường dẫn

# Page title
source: About us
vi: Chúng tôi

# Breadcrumb item
source: Home
vi: Trang chủ

# Breadcrumb item
source: About us
vi: Chúng tôi

# Section title
source: Introduce
vi: Giới thiệu

source: <p>A+ architects was establised with the goal bringing A+ scores of designs to the community and the world. With creative thinking constantly, we always find the best solution to solve the limitations and problems of each project. Therefore, we bring the great value to our clients not only the financially, operations, but also a successful brand through the identification of architecture.</p> <p>We are pursuing sustainable design mindset, localized, harmony with nature, blowing the soul for local material, friendly environment. Especially the spirit of “up_cycle”, giving old space materials a second life. And the responsibility of correcting the past from giving new life to old buildings has always been considered the mission of “A + architects”.</p>
vi: <p>A+ architects ra đời với mục tiêu đem những thiết kế đạt điểm A+ ra với cộng đồng và thế giới. Với tư duy sáng tạo không ngừng, chúng tôi luôn tìm được giải pháp tốt nhất để giải quyết những giới hạn và vấn đề của mỗi dự án. Từ đó đem lại những giá trị to lớn cho chủ đầu tư không chỉ về mặt tài chính đầu tư, vận hành,.. mà còn là một thương hiệu thành công qua việc nhận diện kiến trúc.</p> <p>Theo đuổi tư tuy thiết kế bền vững, mạnh mẽ tính địa phương, hòa mình vào thiên nhiên, thổi hồn cho vật liệu bản địa, thân thiện môi trường. Đặc biệt tinh thần “up_cycle”, cho vật liệu không gian cũ một cuộc sống thứ hai. Và trách nhiệm sửa sai quá khư từ việc đem lại cuộc sống mới cho các công trình cũ luôn được xem là sứ mệnh của “A+ architects”.</p>

source: What we do
vi: Chúng tôi làm gì

source: Our Skills
vi: Những kỹ năng

source: <p>Our strength is in architectural design solutions. However, landscape planning is the founder's passion project, especially the resort and resort projects. Therefore,we design the interior based on logical spirit, most consistent with performance, with innovative solutions on materials has always been a part of our successful projects.</p>
vi: <p>Thế mạnh của chúng tôi là các giải pháp thiết kế kiến trúc. Tuy nhiên quy hoạch cảnh quan lại là dự án niềm đam mê của founder, đặc biệt các dự án nghỉ dưỡng, resort. Vì vậy nội thất theo tinh thần logic, hống nhất với công năng vận hành, với các giải pháp sáng tạo về vật liệu luôn là một phần không thể tách trời của các dự án thành công của chúng tôi.</p>

# Section title
source: Team members
vi: Thành viên

# Header menu item
source: Home
vi: Trang chủ

# Header menu item
source: About us
vi: Chúng tôi

# Header menu item
source: Services
vi: Dịch vụ

# Header menu item
source: Blog
vi: Tin tức

# Header menu item
source: Contact
vi: Liên hệ

source: Language
vi: Ngôn ngữ

# Footer item
source: Hotline
vi: Điện thoại

# Footer item
source: Email Address
vi: Địa chỉ email

# Footer item
source: Office Address
vi: Địa chỉ văn phòng

# Button text
source: Read more
vi: Xem chi tiết

# Breadcrumb item
source: Blog
vi: Tin tức

source: Category: %(category)s
vi: Danh mục: %(category)s

# No data
source: No posts found.
vi: Không tìm thấy bài viết nào.

# Widget title
source: Related posts
vi: Bài viết liên quan

# Widget title
source: Categories
vi: Danh mục

# Page title
source: Blog
vi: Tin tức

# Widget title
source: Last posts
vi: Bài viết gần đây

# Page title
source: Contacts
vi: Liên hệ

# Breadcrumb item
source: Contact
vi: Liên hệ

source: Contact details:
vi: Chi tiết liên hệ:

source: Office
vi: Văn phòng

source: Find Us On:
vi: Tìm chúng tôi trên:

# Page title
source: Add customer
vi: Thêm khách hàng

# Breadcrumb item
source: Dashboard
vi: Quản trị

# Breadcrumb item
source: Users
vi: Người dùng

# Breadcrumb item
source: Customers
vi: Khách hàng

# Breadcrumb item
source: Add customer
vi: Thêm khách hàng

# Button text
source: Update
vi: Cập nhật

# Button text
source: Add
vi: Thêm

# Page title
source: Customers
vi: Khách hàng

# Button text
source: Search
vi: Tìm kiếm

# Button text
source: Add customer
vi: Thêm khách hàng

# Table header text
source: Name
vi: Tên

# Table header text
source: Action
vi: Hành động

# Table no data
source: No data.
vi: Không có dữ liệu.

# Modal remove group text
source: Delete customer <strong>%(customer)s</strong>
vi: Xoá khách hàng <strong>%(customer)s</strong>

# Modal remove group text
source: Are you sure you want to delete customer <strong>%(customer)s</strong>?
vi: Bạn có chắc chắn muốn xoá khách hàng <strong>%(customer)s</strong>?

# Button text
source: Delete
vi: Xoá

# Page title
source: Change password
vi: Đổi mật khẩu

# Breadcrumb item
source: Change password
vi: Đổi mật khẩu

# Page title
source: Profile
vi: Thông tin cá nhân

# Breadcrumb item
source: Profile
vi: Thông tin cá nhân

# Page title
source: Add staff
vi: Thêm nhân viên

# Breadcrumb item
source: Staffs
vi: Nhân viên

# Breadcrumb item
source: Add staff
vi: Thêm nhân viên

# Page title
source: Staffs
vi: Nhân viên

# Button text
source: Add staff
vi: Thêm nhân viên

# Modal remove group text
source: Delete staff <strong>%(staff)s</strong>
vi: Xoá nhân viên <strong>%(staff)s</strong>

# Modal remove group text
source: Are you sure you want to delete staff <strong>%(staff)s</strong>?
vi: Bạn có chắc chắn muốn xoá nhân viên <strong>%(staff)s</strong>?

# Page title
source: Dashboard
vi: Quản trị

# User menu item
source: Profile
vi: Thông tin

# User menu item
source: Change password
vi: Đổi mật khẩu

# User menu item
source: Logout
vi: Đăng xuất

# Sidebar menu item
source: Dashboard
vi: Quản trị

# Sidebar menu item
source: Users
vi: Người dùng

# Sidebar menu item
source: Customers
vi: Khách hàng

# Sidebar menu item
source: Staffs
vi: Nhân viên

# Sidebar menu item
source: Blogs
vi: Tin tức

# Sidebar menu item
source: Categories
vi: Danh mục

# Sidebar menu item
source: Tags
vi: Thẻ

# Sidebar menu item
source: Posts
vi: Bài viết

# Sidebar menu item
source: Projects
vi: Dự án

# Sidebar menu item
source: Services
vi: Dịch vụ

# Sidebar menu item
source: Settings
vi: Cài đặt

# Button text
source: Cancel
vi: Huỷ bỏ

# Page title
source: Add category
vi: Thêm danh mục

# Breadcrumb item
source: Categories
vi: Danh mục

# Breadcrumb item
source: Add category
vi: Thêm danh mục

# Page title
source: Categories
vi: Danh mục

# Button text
source: Add category
vi: Thêm danh mục

# Modal remove group text
source: Delete category <strong>%(category)s</strong>
vi: Xoá danh mục <strong>%(category)s</strong>

# Modal remove group text
source: Are you sure you want to delete category <strong>%(category)s</strong>?
vi: Bạn có chắc chắn muốn xoá danh mục <strong>%(category)s</strong>?

# Page title
source: Add post
vi: Thêm bài viết

# Breadcrumb item
source: Posts
vi: Bài viết

# Breadcrumb item
source: Add post
vi: Thêm bài viết

# Page title
source: Posts
vi: Bài viết

# Button text
source: Add post
vi: Thêm bài viết

# Table header text
source: Title
vi: Tiêu đề

# Modal remove group text
source: Delete post <strong>%(post)s</strong>
vi: Xoá bài viết <strong>%(post)s</strong>

# Modal remove group text
source: Are you sure you want to delete post <strong>%(post)s</strong>?
vi: Bạn có chắc chắn muốn xoá bài viết <strong>%(post)s</strong>?

# Page title
source: Add tag
vi: Thêm thẻ

# Breadcrumb item
source: Tags
vi: Thẻ

# Breadcrumb item
source: Add tag
vi: Thêm thẻ

# Page title
source: Tags
vi: Thẻ

# Button text
source: Add tag
vi: Thêm thẻ

# Modal remove group text
source: Delete tag <strong>%(tag)s</strong>
vi: Xoá thẻ <strong>%(tag)s</strong>

# Modal remove group text
source: Are you sure you want to delete tag <strong>%(tag)s</strong>?
vi: Bạn có chắc chắn muốn xoá thẻ <strong>%(tag)s</strong>?

# Page title
source: Sign In
vi: Đăng nhập

source: Enter your email and password to sign in.
vi: Nhập email và mật khẩu của bạn để đăng nhập.

# Button text
source: Forgot password?
vi: Quên mật khẩu?

# Button text
source: Sign in
vi: Đăng nhập

# Page title
source: Forgot Password
vi: Quên mật khẩu

source: Enter your email address to retrieve your password.
vi: Nhập email của bạn để lấy lại mật khẩu.

# Button text
source: Retreive Password
vi: Lấy mật khẩu

# Already logged in warning message
source: You are already logged in as %(user)s.
vi: Bạn đang đăng nhập với %(user)s.

# Already logged in warning message
source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
vi: Chúng tôi đã gửi cho bạn một e-mail. Vui lòng liên hệ với chúng tôi nếu bạn không nhận được nó trong vài phút.

# Page title
source: Change Password
vi: Đổi mật khẩu

source: Bad Token
vi: Token không hợp lệ

# Password reset text if key is invalid
source: The password reset link was invalid, possibly because it has already been used. <br> Please request a <a href="%(passwd_reset_url)s" style="margin-left: 0;">new password reset</a>.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể vì nó đã được sử dụng. <br> Vui lòng yêu cầu <a href="%(passwd_reset_url)s" style="margin-left: 0;">đặt lại mật khẩu mới</a>.

# Password reset from key form title
source: Now you can set new password for you account.
vi: Bây giờ bạn có thể thiết lập mật khẩu mới cho tài khoản của bạn.

# Button text
source: Confirm
vi: Xác nhận

# Password reset link expired from key form title
source: Password reset link expired
vi: Liên kết đặt lại mật khẩu đã hết hạn

# Password reset text if link expired
source: Sorry but this link is no longer valid. If you forget your password, please use link below. <br> <a href="%(passwd_reset_url)s" style="margin-left: 0;">Reset my password</a>.
vi: Xin lỗi nhưng liên kết này không còn hiệu lực. Nếu bạn quên mật khẩu, vui lòng sử dụng liên kết dưới đây. <br> <a href="%(passwd_reset_url)s" style="margin-left: 0;">Đặt lại mật khẩu của tôi</a>.

# Page title
source: Password Changed
vi: Mật khẩu đã được thay đổi

source: Your password is now changed.
vi: Mật khẩu của bạn hiện đã được thay đổi.

# Password reset from key done text
source: You can now <a href="%(login_url)s" style="margin-left: 0px;">sign in</a> using your new password.
vi: Bây giờ bạn có thể <a href="%(login_url)s" style="margin-left: 0px;">đăng nhập</a> bằng mật khẩu mới của mình.

source: Translations
vi: Bản dịch

# Button text
source: Add translation
vi: Thêm bản dịch

# Table header text
source: Language
vi: Ngôn ngữ

# Page title
source: Add translation
vi: Thêm bản dịch

# Breadcrumb item
source: Add translation
vi: Thêm bản dịch

# Modal remove group text
source: Delete translate <strong>%(translate)s</strong>
vi: Xoá bản dịch <strong>%(translate)s</strong>

# Modal remove group text
source: Are you sure you want to delete translate <strong>%(translate)s</strong>?
vi: Bạn có chắc chắn muốn xoá bản dịch <strong>%(translate)s</strong>?

# Page title
source: Add project
vi: Thêm dự án

# Breadcrumb item
source: Projects
vi: Dự án

# Breadcrumb item
source: Add project
vi: Thêm dự án

# Button tooltip title
source: Click to add or remove image
vi: Click để thêm hoặc xoá hình ảnh

source: Edit images
vi: Sửa hình ảnh

# Page title
source: Projects
vi: Dự án

# Button text
source: Add project
vi: Thêm dự án

# Table header text
source: Category
vi: Danh mục

# Modal remove group text
source: Delete project <strong>%(project)s</strong>
vi: Xoá dự án <strong>%(project)s</strong>

# Modal remove group text
source: Are you sure you want to delete project <strong>%(project)s</strong>?
vi: Bạn có chắc chắn muốn xoá dự án <strong>%(project)s</strong>?

# Page title
source: Add image
vi: Thêm ảnh

# Breadcrumb item
source: Images
vi: Hình ảnh

# Breadcrumb item
source: Add image
vi: Thêm ảnh

# Page title
source: Images
vi: Hình ảnh

# Button text
source: Edit
vi: Sửa

# Button tooltip title
source: Click to add image
vi: Click để thêm hình ảnh

# Modal remove group text
source: Delete image <strong>%(project_image)s</strong>
vi: Xoá ảnh <strong>%(project_image)s</strong>

# Modal remove group text
source: Are you sure you want to delete image <strong>%(project_image)s</strong>?
vi: Bạn có chắc chắn muốn xoá ảnh <strong>%(project_image)s</strong>?

# Page title
source: Add service
vi: Thêm dịch vụ

# Breadcrumb item
source: Services
vi: Dịch vụ

# Breadcrumb item
source: Add service
vi: Thêm dịch vụ

# Page title
source: Services
vi: Dịch vụ

# Button text
source: Add service
vi: Thêm dịch vụ

# Modal remove group text
source: Delete service <strong>%(service)s</strong>
vi: Xoá dịch vụ <strong>%(service)s</strong>

# Modal remove group text
source: Are you sure you want to delete service <strong>%(service)s</strong>?
vi: Bạn có chắc chắn muốn xoá dịch vụ <strong>%(service)s</strong>?

# Page title
source: General information
vi: Thông tin chung

# Breadcrumb item
source: Site settings
vi: Cài đặt

# Breadcrumb item
source: General information
vi: Thông tin chung

# Page title
source: Site settings
vi: Cài đặt

# Card title
source: General Information
vi: Thông tin chung

# Card text
source: View and update your site settings.
vi: Xem và cập nhật cài đặt website của bạn.

# Card title
source: Social Network
vi: Mạng xã hội

# Card text
source: View and update social network information.
vi: Xem và cập nhật thông tin mạng xã hội.

# Page title
source: Add social network
vi: Thêm mạng xã hội

# Breadcrumb item
source: Social network
vi: Mạng xã hội

# Breadcrumb item
source: Add social network
vi: Thêm mạng xã hội

# Page title
source: Social network
vi: Mạng xã hội

# Button text
source: Add social network
vi: Thêm mạng xã hội

# Table header text
source: Link
vi: Đường dẫn

# Modal remove group text
source: Delete social network <strong>%(social)s</strong>
vi: Xoá mạng xã hội <strong>%(social)s</strong>

# Modal remove group text
source: Are you sure you want to delete social network <strong>%(social)s</strong>?
vi: Bạn có chắc chắn muốn xoá mạng xã hội <strong>%(social)s</strong>?

# Page title
source: Home
vi: Trang chủ

source: <p>A + architects was establised with the goal bringing A+ scores of designs to the community and the world. With creative thinking constantly, we always find the best solution to solve the limitations and problems of each project. Therefore, we bring the great value to our clients not only the financially, operations, but also a successful brand through the identification of architecture.</p> <p>We are pursuing sustainable design mindset, localized, harmony with nature, blowing the soul for local material, friendly environment. Especially the spirit of “up_cycle”, giving old space materials a second life. And the responsibility of correcting the past from giving new life to old buildings has always been considered the mission of “A + architects”.</p>
vi: <p>A+ architects ra đời với mục tiêu đem những thiết kế đạt điểm A+ ra với cộng đồng và thế giới. Với tư duy sáng tạo không ngừng, chúng tôi luôn tìm được giải pháp tốt nhất để giải quyết những giới hạn và vấn đề của mỗi dự án. Từ đó đem lại những giá trị to lớn cho chủ đầu tư không chỉ về mặt tài chính đầu tư, vận hành,.. mà còn là một thương hiệu thành công qua việc nhận diện kiến trúc.</p> <p>Theo đuổi tư tuy thiết kế bền vững, mạnh mẽ tính địa phương, hòa mình vào thiên nhiên, thổi hồn cho vật liệu bản địa, thân thiện môi trường. Đặc biệt tinh thần “up_cycle”, cho vật liệu không gian cũ một cuộc sống thứ hai. Và trách nhiệm sửa sai quá khư từ việc đem lại cuộc sống mới cho các công trình cũ luôn được xem là sứ mệnh của “A+ architects”.</p>

source: View portfolio
vi: Xem portfolio

source: Our featured <strong>Works</strong>
vi: Dự án nổi bậc của <strong>A Plus</strong>

source: View Project
vi: Xem dự án

source: Project details
vi: Chi tiết dự án

# Portfolio filter
source: All
vi: Tất cả

# Portfolio filter
source: Filter
vi: Bộ lọc

# Section title
source: What we do
vi: Chúng tôi làm gì

# No data
source: No services found.
vi: Không tìm thấy dịch vụ nào.
